Repository: engmustafaismail/e_commerce_final_projects
Catalog: lib/l10n/intl_*.arb
Languages: ar

# chooselan
source: Choose Your Language
ar: اختر لغتك

# continu
source: Continue
ar: استمرار

source: Start
ar: ابدأ

source: Log in
ar: تسجيل الدخول

# onboardOneTitle
source: Find Favorite Items
ar: جد أغراضك المفضلة

# onboardTowTitle
source: Easy & Safe Payment
ar: دفع آمن و سهل

# onboardThreeTitle
source: Product Delivery
ar: توصيل المنتج

# titlelogin
source: Welcome Back
ar: أهلا بك

# descLogin
source: Sign in with your email and password or continue with social media
ar: قم بتسجيل الدخول بواسطة الإيميل وكلمة السر الخاصة بك أو تابع بواسطة حساب التواصل الأجتماعي

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة السر

# onboardingbody1
source: find your favorite products that you want to buy easily.
ar: جد منتجاتك المفضلة التي تريد شراءها بسهولة

# onboardingbody2
source: pay for the prducts you by safly and easily.
ar: ادفع لمنتجاتك بأمان وسهولة

# onboardingbody3
source: your product is deliverd to your home safely and securely.
ar: وصول منتجاتك لمنزلك بحرص وأمان

# forgetyourpassword
source: Forget Password ?
ar: نسيت كلمة المرور ؟

source: Not have account ?
ar: ليس لديك حساب ؟

source: have you account ?
ar: هل تملك حساب ؟

source: Sign Up
ar: إنشاء حساب

source: Rememper me
ar: تذكرني

source: User Name
ar: اسم المستخدم

source: Phone
ar: رقم الهاتف

# createaccount
source: Create a new account
ar: إنشاء حساب جديد

# forgetpagetitle
source: Forget Password
ar: نسيت كلمة السر

source: Check Email
ar: تحقق من بريدك الإلكتروني

# descriptoenteryouremail
source: Enter your email adress to receive a verification code
ar: أدخل بريدك الإلكتروني لتلقي رمز التحقق

source: Check
ar: تحقق

# verificcation
source: Verification Code
ar: كود التحقق

source: Check Code
ar: فحص الرمز

# descripverificcation
source: Pleas enter the digit code sent to
ar: من فضلك أدخل الرمز الرقمي المرسل

# newpasswordtitle
source: New Password
ar: كلمة السر الجديدة

# descripnewpassword
source: Pleas enter the new password
ar: من فضلك أدخل كلمة السر الجديدة

source: Confirm Password
ar: تأكيد كلمة السر

source: Change Password
ar: تغيير كلمة السر

source: Change
ar: تغيير

source: Sign Up Success
ar: نجاح إنشاء الحساب

# resetpassSuccess
source: Change Password Success
ar: نجاح تغيير كلمة المرور

# dessuccessSignUp
source: Sign Up Success , you can go to a home page
ar: تم إنشاء الحساب بنجاح يمكنك الآن التوجه إلى الصفحة الرئيسية

# dessuccessRessetPassword
source: Change Password Success, you can go to a log in
ar: تم تغيير كلمة السر بنجاح يمكنك الآن تسجيل الدخول

source: Go to Home Page
ar: الذهاب للصفحة الرئيسية

# gotohomelogin
source: Go to Log In
ar: الذهاب لتسجيل الدخول

# emailvaildinput
source: the email isn't correct
ar: البريد الإلكتروني غير صحيح

# phonevalidinput
source: the phone number isn't correct
ar: رقم الهاتف غير صحيح

# usernamevalidinput
source: the user name isn't correct
ar: اسم المستخدم غير صحيح

# lesscountletteralsvalidinput
source: Error, should be less than
ar: خطأ, يجب أن يكون أقل من

# morecountletteralsvalidinput
source: Error, should be more than
ar: خطأ, يجب أن يكون أكبر من

# emptyvalidinput
source: error, please enter the
ar: خطأ, من فضلك أدخل

# warningtitle
source: Warning
ar: تنبيه !

# alerexistqusetion
source: Do you want to exiting from app ?
ar: هل تريد الخروج من التطبيق ؟

source: Yes
ar: نعم

source: No
ar: لا
